Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: How you did
ar: كيف كان أداؤك
da: Sådan gik det
de: Wie es lief
es: Cómo te fue
fi: Miten meni
fr: Comment ça s’est passé
is: Hvernig gekk
it: Com’è andata
ja: 結果
ko: 수행 결과
nb: Slik gikk det
nl: Hoe het ging
pt_br: Como você foi
ru: Как прошло
sv: Så gick det
zh_hans: 表现如何

source: HOW YOU DID
ar: كيف كان أداؤك
da: SÅDAN GIK DET
de: DEINE LEISTUNG
es: TU RESULTADO
fi: MITEN SUJUI
fr: VOTRE PERFORMANCE
is: HVERNIG GEKK
it: COME È ANDATA
ja: 結果
ko: 결과
nb: SLIK GIKK DET
nl: JOUW RESULTAAT
pt_br: SEU DESEMPENHO
ru: ВАШ РЕЗУЛЬТАТ
sv: SÅ HÄR GICK DET
zh_hans: 你的表现

source: How You Felt
ar: كيف شعرت
da: Sådan havde du det
de: Wie du dich gefühlt hast
es: Cómo te sentiste
fi: Miltä tuntui
fr: Votre ressenti
is: Hvernig þér leið
it: Come ti sei sentito
ja: 体感
ko: 느낀 상태
nb: Hvordan du følte deg
nl: Hoe je je voelde
pt_br: Como você se sentiu
ru: Как вы себя чувствовали
sv: Hur du kände dig
zh_hans: 你的感受

source: How your data is handled
ar: كيف تُعالج بياناتك
da: Sådan håndteres dine data
de: Wie deine Daten behandelt werden
es: Cómo se gestionan tus datos
fi: Miten tietojasi käsitellään
fr: Comment vos données sont traitées
is: Hvernig gögnin þín eru meðhöndluð
it: Come vengono trattati i tuoi dati
ja: データの取り扱いについて
ko: 데이터 처리 방식
nb: Slik håndteres dataene dine
nl: Hoe je gegevens worden verwerkt
pt_br: Como seus dados são tratados
ru: Как обрабатываются ваши данные
sv: Så hanteras dina data
zh_hans: 你的数据如何被处理

source: How-to
ar: كيفية الاستخدام
da: Sådan gør du
de: Anleitung
es: Cómo hacerlo
fi: Ohjeet
fr: Mode d’emploi
is: Leiðbeiningar
it: Come fare
ja: 使い方
ko: 사용법
nb: Slik gjør du
nl: Handleiding
pt_br: Como fazer
ru: Как это сделать
sv: Så gör du
zh_hans: 操作指南

source: HR
ar: نبض
de: HF
es: FC
fi: Syke
fr: FC
is: HS
it: FC
pt_br: FC

source: HR · partial
ar: النبض · جزئي
da: Puls · delvis
de: HF · teilweise
es: FC · parcial
fi: Syke · osittainen
fr: FC · partiel
is: Púls · að hluta
it: FC · parziale
ja: 心拍 · 部分的
ko: 심박 · 부분
nb: Puls · delvis
nl: HS · gedeeltelijk
pt_br: FC · parcial
ru: Пульс · частично
sv: Puls · delvis
zh_hans: 心率 · 部分

source: HR at which your α1 crossed 0.75. In lab comparisons this lands within about ±10 bpm of the gas-exchange aerobic threshold (Rogers & Gronwald 2021; Schaffarczyk 2022; Van Hooren 2023).
ar: معدل ضربات القلب الذي عبر عنده α1 قيمة 0.75. في المقارنات المخبرية يقع هذا ضمن حوالي ±10 نبضة/دقيقة من العتبة الهوائية بتبادل الغازات (Rogers & Gronwald 2021؛ Schaffarczyk 2022؛ Van Hooren 2023).
da: Puls, hvor din α1 krydsede 0,75. I laboratoriesammenligninger lander dette inden for cirka ±10 bpm af den aerobe tærskel målt ved gasudveksling (Rogers & Gronwald 2021; Schaffarczyk 2022; Van Hooren 2023).
de: Herzfrequenz, bei der dein α1 0,75 unterschritten hat. In Laborvergleichen liegt dies etwa ±10 bpm um die per Gasaustausch bestimmte aerobe Schwelle (Rogers & Gronwald 2021; Schaffarczyk 2022; Van Hooren 2023).
es: FC a la que tu α1 cruzó 0,75. En comparaciones de laboratorio esto cae dentro de unos ±10 lpm del umbral aeróbico por intercambio de gases (Rogers & Gronwald 2021; Schaffarczyk 2022; Van Hooren 2023).
fi: Syke, jossa α1 ylitti arvon 0,75. Laboratoriovertailuissa tämä osuu noin ±10 bpm:n sisään kaasunvaihdolla mitatusta aerobisesta kynnyksestä (Rogers & Gronwald 2021; Schaffarczyk 2022; Van Hooren 2023).
fr: FC à laquelle votre α1 a franchi 0,75. Dans les comparaisons en laboratoire, cela tombe à environ ±10 bpm du seuil aérobie mesuré par échanges gazeux (Rogers & Gronwald 2021 ; Schaffarczyk 2022 ; Van Hooren 2023).
is: Púls þar sem α1 fór yfir 0,75. Í samanburði á rannsóknarstofu lendir þetta innan um ±10 slög/mín frá loftháða þröskuldinum mældum með gasskiptum (Rogers & Gronwald 2021; Schaffarczyk 2022; Van Hooren 2023).
it: FC alla quale il tuo α1 ha attraversato 0,75. Nei confronti di laboratorio questo cade entro circa ±10 bpm dalla soglia aerobica da scambio gassoso (Rogers & Gronwald 2021; Schaffarczyk 2022; Van Hooren 2023).
ja: α1 が 0.75 を横切ったときの心拍数。実験室での比較では、ガス交換で測った有酸素性閾値の約 ±10 bpm 以内に収まります（Rogers & Gronwald 2021、Schaffarczyk 2022、Van Hooren 2023）。
ko: α1이 0.75를 넘은 심박수입니다. 실험실 비교에서는 가스 교환으로 측정한 유산소 역치의 약 ±10 bpm 이내에 들어옵니다(Rogers & Gronwald 2021, Schaffarczyk 2022, Van Hooren 2023).
nb: Puls der α1 krysset 0,75. I laboratoriesammenligninger lander dette innenfor omtrent ±10 bpm fra den aerobe terskelen målt ved gassutveksling (Rogers & Gronwald 2021; Schaffarczyk 2022; Van Hooren 2023).
nl: Hartslag waarbij je α1 0,75 passeerde. In laboratoriumvergelijkingen valt dit binnen ongeveer ±10 bpm van de aerobe drempel via gaswisseling (Rogers & Gronwald 2021; Schaffarczyk 2022; Van Hooren 2023).
pt_br: FC em que seu α1 cruzou 0,75. Em comparações de laboratório isso fica dentro de cerca de ±10 bpm do limiar aeróbico por troca gasosa (Rogers & Gronwald 2021; Schaffarczyk 2022; Van Hooren 2023).
ru: Пульс, при котором ваш α1 пересёк 0,75. В лабораторных сравнениях это попадает примерно в ±10 уд/мин от аэробного порога по газообмену (Rogers & Gronwald 2021; Schaffarczyk 2022; Van Hooren 2023).
sv: Puls där din α1 korsade 0,75. I laboratoriejämförelser hamnar detta inom ungefär ±10 bpm från den aeroba tröskeln mätt med gasutbyte (Rogers & Gronwald 2021; Schaffarczyk 2022; Van Hooren 2023).
zh_hans: α1 越过 0.75 时的心率。在实验室对比中，它落在气体交换法有氧阈值约 ±10 bpm 范围内（Rogers & Gronwald 2021；Schaffarczyk 2022；Van Hooren 2023）。

source: HR data isn't available for this workout — TRIMP and zone analysis fall back to estimates.
ar: بيانات النبض غير متاحة لهذا التمرين — يعتمد تحليل TRIMP والمناطق على تقديرات.
da: Pulsdata er ikke tilgængelige for denne træning — TRIMP og zoneanalyse falder tilbage på estimater.
de: Für dieses Training liegen keine Herzfrequenzdaten vor — TRIMP und Zonenanalyse greifen auf Schätzwerte zurück.
es: No hay datos de FC para este entrenamiento — el TRIMP y el análisis de zonas se basan en estimaciones.
fi: Tälle harjoitukselle ei ole sykedataa — TRIMP ja alueanalyysi perustuvat arvioihin.
fr: Aucune donnée de FC pour cette séance — le TRIMP et l’analyse des zones reposent sur des estimations.
is: Púlsgögn eru ekki tiltæk fyrir þessa æfingu — TRIMP og svæðagreining byggja á áætlunum.
it: Non ci sono dati FC per questo allenamento — TRIMP e analisi delle zone si basano su stime.
ja: このワークアウトの心拍データがありません — TRIMP とゾーン分析は推定値を使用します。
ko: 이 운동의 심박 데이터가 없습니다 — TRIMP와 존 분석은 추정치를 사용합니다.
nb: Pulsdata er ikke tilgjengelige for denne økten — TRIMP og soneanalyse bruker anslag.
nl: Er zijn geen hartslaggegevens voor deze training — TRIMP en zoneanalyse vallen terug op schattingen.
pt_br: Não há dados de FC para este treino — TRIMP e análise de zonas usam estimativas.
ru: Данных пульса для этой тренировки нет — TRIMP и анализ зон используют оценки.
sv: Pulsdata saknas för detta pass — TRIMP och zonanalys faller tillbaka på uppskattningar.
zh_hans: 本次训练没有心率数据 — TRIMP 与心率区间分析将退回到估算值。

source: HR Drift
ar: انحراف النبض
da: Pulsdrift
de: HF-Drift
es: Deriva de FC
fi: Sykkeen ryömintä
fr: Dérive FC
is: Púlsrek
it: Deriva FC
ja: 心拍ドリフト
ko: 심박 드리프트
nb: Pulsdrift
nl: HS-drift
pt_br: Deriva de FC
ru: Дрейф пульса
sv: Pulsdrift
zh_hans: 心率漂移

source: HR Nadir
ar: أدنى نبض
da: Laveste puls
de: HF-Tiefpunkt
es: FC mínima
fi: Sykkeen pohja
fr: FC minimale
is: Lægsti púls
it: FC minima
ja: 最低心拍
ko: 최저 심박
nb: Laveste puls
nl: Laagste HS
pt_br: FC mínima
ru: Минимум пульса
sv: Lägsta puls
zh_hans: 最低心率

source: HR range
ar: نطاق النبض
da: Pulsinterval
de: HF-Bereich
es: Rango de FC
fi: Sykealue
fr: Plage FC
is: Púlsbil
it: Intervallo FC
ja: 心拍範囲
ko: 심박 범위
nb: Pulsområde
nl: HS-bereik
pt_br: Faixa de FC
ru: Диапазон пульса
sv: Pulsintervall
zh_hans: 心率区间

source: HR Range
ar: نطاق النبض
da: Pulsinterval
de: HF-Bereich
es: Rango de FC
fi: Sykealue
fr: Plage FC
is: Púlsbil
it: Intervallo FC
ja: 心拍範囲
ko: 심박 범위
nb: Pulsområde
nl: HS-bereik
pt_br: Faixa de FC
ru: Диапазон пульса
sv: Pulsintervall
zh_hans: 心率区间

source: HR zone distribution
ar: توزيع مناطق النبض
da: Fordeling af pulszoner
de: HF-Zonenverteilung
es: Distribución de zonas de FC
fi: Sykealueiden jakauma
fr: Répartition des zones FC
is: Dreifing púlssvæða
it: Distribuzione delle zone FC
ja: 心拍ゾーン分布
ko: 심박 존 분포
nb: Fordeling av pulssoner
nl: Verdeling van HS-zones
pt_br: Distribuição de zonas de FC
ru: Распределение пульсовых зон
sv: Fördelning av pulszoner
zh_hans: 心率区间分布

source: HR Zone Distribution
ar: توزيع مناطق النبض
da: Fordeling af pulszoner
de: HF-Zonenverteilung
es: Distribución de zonas de FC
fi: Sykealueiden jakauma
fr: Répartition des zones FC
is: Dreifing púlssvæða
it: Distribuzione delle zone FC
ja: 心拍ゾーン分布
ko: 심박 존 분포
nb: Fordeling av pulssoner
nl: Verdeling van HS-zones
pt_br: Distribuição de zonas de FC
ru: Распределение пульсовых зон
sv: Fördelning av pulszoner
zh_hans: 心率区间分布

source: HR ZONE DISTRIBUTION
ar: توزيع مناطق النبض
da: FORDELING AF HR-ZONER
de: HF-ZONENVERTEILUNG
es: DISTRIBUCIÓN DE ZONAS DE FC
fi: HR-VYÖHYKEJAKAUMA
fr: RÉPARTITION DES ZONES FC
is: DREIFING HR-SVÆÐA
it: DISTRIBUZIONE ZONE HR
ja: HR ゾーン分布
ko: HR 존 분포
nb: FORDELING AV HR-SONER
nl: VERDELING HR-ZONES
pt_br: DISTRIBUIÇÃO DE ZONAS DE HR
ru: РАСПРЕДЕЛЕНИЕ ЗОН ПУЛЬСА
sv: FÖRDELNING AV HR-ZONER
zh_hans: HR 区间分布

source: HR Zones
ar: مناطق النبض
da: HR-zoner
de: HF-Zonen
es: Zonas de FC
fi: HR-vyöhykkeet
fr: Zones FC
is: HR-svæði
it: Zone HR
ja: HR ゾーン
ko: HR 존
nb: HR-soner
pt_br: Zonas de HR
ru: Зоны пульса
sv: HR-zoner
zh_hans: HR 区间

source: HR zones, max HR, RHR, LTHR, FTP
ar: مناطق النبض، أقصى نبض، نبض الراحة، LTHR، FTP
da: Pulszoner, makspuls, hvilepuls, LTHR, FTP
de: HF-Zonen, max. HF, Ruhe-HF, LTHR, FTP
es: Zonas de FC, FC máx., FC en reposo, LTHR, FTP
fi: Sykealueet, maksimisyke, leposyke, LTHR, FTP
fr: Zones FC, FC max, FC repos, LTHR, FTP
is: Púlssvæði, hámarkspúls, hvíldarpúls, LTHR, FTP
it: Zone FC, FC max, FC a riposo, LTHR, FTP
ja: 心拍ゾーン、最大心拍、安静時心拍、LTHR、FTP
ko: 심박 존, 최대 심박, 안정 심박, LTHR, FTP
nb: Pulssoner, makspuls, hvilepuls, LTHR, FTP
nl: HS-zones, max. HS, rust-HS, LTHR, FTP
pt_br: Zonas de FC, FC máx., FC de repouso, LTHR, FTP
ru: Пульсовые зоны, макс. пульс, пульс покоя, LTHR, FTP
sv: Pulszoner, maxpuls, vilopuls, LTHR, FTP
zh_hans: 心率区间、最大心率、静息心率、LTHR、FTP

source: HRR %lld bpm — vagal recovery on point.
ar: تعافي النبض %lld نبضة/دقيقة — تعافٍ مبهمي ممتاز.
da: HRR %lld bpm — vagal restitution i top.
de: HRR %lld bpm — vagale Erholung optimal.
es: HRR %lld lpm — recuperación vagal excelente.
fi: HRR %lld bpm — vagaalinen palautuminen kohdallaan.
fr: HRR %lld bpm — récupération vagale au top.
is: HRR %lld slög/mín — vagal endurheimt í lagi.
it: HRR %lld bpm — recupero vagale ottimo.
ja: HRR %lld bpm — 迷走神経の回復は良好。
ko: HRR %lld bpm — 미주신경 회복 양호.
nb: HRR %lld bpm — vagal restitusjon på topp.
nl: HRR %lld bpm — vagaal herstel prima.
pt_br: HRR %lld bpm — recuperação vagal ótima.
ru: HRR %lld уд/мин — вагусное восстановление в норме.
sv: HRR %lld bpm — vagal återhämtning i topp.
zh_hans: 心率恢复 %lld bpm — 迷走恢复良好。

source: HRR couldn't be captured — the strap or Watch wasn't reporting HR in the 60–120 s after stop. Wear it for a couple of minutes next time.
ar: تعذّر التقاط HRR — لم يكن الحزام أو الـ Watch يُرسل معدل ضربات القلب خلال 60–120 ث بعد التوقف. ارتدِه لبضع دقائق في المرة القادمة.
da: HRR kunne ikke registreres — remmen eller dit Watch rapporterede ikke HR i de 60-120 s efter stop. Bær den et par minutter næste gang.
de: HRR konnte nicht erfasst werden – der Gurt oder die Watch meldete in den 60–120 s nach dem Stopp keine HF. Trage ihn beim nächsten Mal ein paar Minuten länger.
es: No se pudo capturar la HRR: la banda o el Watch no reportaron la FC en los 60–120 s posteriores a la parada. La próxima vez llévala puesta un par de minutos.
fi: HRR:ää ei voitu tallentaa — panta tai Watch ei raportoinut sykettä 60–120 s pysähtymisen jälkeen. Pidä sitä ensi kerralla muutama minuutti.
fr: La HRR n'a pas pu être capturée — la ceinture ou la Watch ne transmettait pas la FC dans les 60–120 s suivant l'arrêt. Portez-la quelques minutes la prochaine fois.
is: Ekki tókst að ná HRR — beltið eða Watch sendi ekki HR á 60–120 s eftir stöðvun. Hafðu það á þér í nokkrar mínútur næst.
it: Impossibile acquisire l'HRR — la fascia o il Watch non trasmettevano la FC nei 60–120 s dopo lo stop. La prossima volta indossala per un paio di minuti.
ja: HRRを取得できませんでした。停止後の60～120秒間、ストラップまたはWatchが心拍数を送信していませんでした。次回は数分間装着したままにしてください。
ko: HRR을 측정하지 못했습니다. 정지 후 60~120초 동안 스트랩이나 Watch가 심박수를 전송하지 않았습니다. 다음에는 몇 분간 착용해 주세요.
nb: HRR kunne ikke registreres — beltet eller Watch rapporterte ikke HR i de 60–120 s etter stopp. Ha det på i et par minutter neste gang.
nl: HRR kon niet worden vastgelegd — de band of Watch rapporteerde geen HR in de 60–120 s na het stoppen. Draag hem volgende keer een paar minuten.
pt_br: Não foi possível capturar a HRR — a cinta ou o Watch não estavam reportando a FC nos 60–120 s após parar. Da próxima vez, use por alguns minutos.
ru: Не удалось зафиксировать HRR — ремень или Watch не передавали ЧСС в течение 60–120 с после остановки. В следующий раз не снимайте его ещё пару минут.
sv: HRR kunde inte registreras — bandet eller Watch rapporterade inte HR under de 60–120 s efter stopp. Ha det på dig ett par minuter nästa gång.
zh_hans: 未能采集到 HRR——停止后的 60–120 秒内,心率带或 Watch 未报告心率。下次请继续佩戴几分钟。

source: HRR drop of %lld bpm in 60 s — strong vagal reactivation, in line with a fit aerobic athlete.
ar: انخفاض HRR بمقدار %lld نبضة خلال 60 ثانية — إعادة تنشيط مبهمي قوية، تتوافق مع رياضي هوائي لائق.
da: HRR-fald på %lld bpm på 60 s — stærk vagal reaktivering, på niveau med en veltrænet aerob atlet.
de: HRR-Abfall von %lld bpm in 60 s — starke vagale Reaktivierung, passend zu einem gut trainierten Ausdauersportler.
es: Caída de HRR de %lld lpm en 60 s — fuerte reactivación vagal, propia de un atleta aeróbico en forma.
fi: HRR laski %lld bpm 60 sekunnissa — vahva vagaalinen uudelleenaktivoituminen, kuten hyväkuntoisella kestävyysurheilijalla.
fr: Baisse de HRR de %lld bpm en 60 s — forte réactivation vagale, digne d’un athlète aérobie entraîné.
is: HRR-fall um %lld slög/mín á 60 s — sterk endurvirkjun vagus, í takt við vel þjálfaðan þolíþróttamann.
it: Calo HRR di %lld bpm in 60 s — forte riattivazione vagale, in linea con un atleta aerobico allenato.
ja: 60 秒で HRR が %lld bpm 低下 — 強い迷走神経再活性化で、鍛えられた有酸素系アスリートに相当します。
ko: 60초 동안 HRR이 %lld bpm 감소 — 강한 미주신경 재활성화로, 잘 훈련된 유산소 선수 수준입니다.
nb: HRR-fall på %lld bpm på 60 s — sterk vagal reaktivering, på nivå med en veltrent utholdenhetsutøver.
nl: HRR-daling van %lld bpm in 60 s — sterke vagale reactivering, passend bij een fitte duursporter.
pt_br: Queda de HRR de %lld bpm em 60 s — forte reativação vagal, compatível com um atleta aeróbio bem treinado.
ru: Падение HRR на %lld уд/мин за 60 с — сильная вагусная реактивация, как у тренированного аэробного спортсмена.
sv: HRR-fall på %lld bpm på 60 s — stark vagal reaktivering, i nivå med en vältränad uthållighetsidrottare.
zh_hans: 60 秒内 HRR 下降 %lld bpm — 迷走神经再激活强劲，与训练有素的耐力运动员相当。

source: HRR drop of %lld bpm in 60 s — at or above the 12 bpm convention.
ar: انخفاض HRR بمقدار %lld نبضة/دقيقة خلال 60 ثانية — عند عتبة 12 نبضة/دقيقة المتعارف عليها أو أعلى منها.
da: HRR-fald på %lld bpm på 60 s — på eller over 12 bpm-konventionen.
de: HRR-Abfall von %lld bpm in 60 s — auf oder über der 12-bpm-Konvention.
es: Caída de HRR de %lld lpm en 60 s — en o por encima de la convención de 12 lpm.
fi: HRR-lasku %lld bpm 60 sekunnissa — 12 bpm:n käytännön rajalla tai sen yli.
fr: Baisse de FC de récupération de %lld bpm en 60 s — au niveau ou au-dessus de la convention de 12 bpm.
is: HRR-lækkun um %lld slög/mín á 60 s — við eða yfir 12 slaga viðmiðinu.
it: Calo HRR di %lld bpm in 60 s — pari o superiore alla convenzione dei 12 bpm.
ja: 60 秒で心拍回復 %lld bpm — 12 bpm の慣例的基準以上です。
ko: 60초 동안 HRR %lld bpm 하락 — 12bpm 관례 기준 이상입니다.
nb: HRR-fall på %lld bpm på 60 s — på eller over 12 bpm-konvensjonen.
nl: HRR-daling van %lld bpm in 60 s — op of boven de 12 bpm-conventie.
pt_br: Queda de HRR de %lld bpm em 60 s — na convenção de 12 bpm ou acima.
ru: Снижение пульса восстановления на %lld уд/мин за 60 с — на уровне или выше условного порога 12 уд/мин.
sv: HRR-fall på %lld bpm på 60 s — på eller över 12 bpm-konventionen.
zh_hans: 60 秒内心率恢复下降 %lld bpm——达到或高于 12 bpm 惯例阈值。

source: HRR drop of %lld bpm in the first minute — a fast recovery, typical of well-trained aerobic athletes.
ar: انخفاض HRR بمقدار %lld نبضة/دقيقة في الدقيقة الأولى — تعافٍ سريع، معتاد لدى رياضيي التحمل الهوائي المدربين جيدًا.
da: HRR-fald på %lld bpm i første minut — en hurtig restitution, typisk for veltrænede aerobe atleter.
de: HRR-Abfall von %lld bpm in der ersten Minute — eine schnelle Erholung, typisch für gut trainierte Ausdauerathleten.
es: Caída de HRR de %lld lpm en el primer minuto — una recuperación rápida, típica de atletas aeróbicos bien entrenados.
fi: HRR-lasku %lld bpm ensimmäisen minuutin aikana — nopea palautuminen, tyypillistä hyvin harjoitelleille aerobisille urheilijoille.
fr: Baisse de FC de récupération de %lld bpm dans la première minute — une récupération rapide, typique des athlètes aérobies bien entraînés.
is: HRR-lækkun um %lld slög/mín á fyrstu mínútu — hröð endurheimt, dæmigerð fyrir vel þjálfaða þolíþróttamenn.
it: Calo HRR di %lld bpm nel primo minuto — un recupero rapido, tipico degli atleti aerobici ben allenati.
ja: 最初の 1 分間の心拍回復は %lld bpm — よく鍛えられた有酸素系アスリートに典型的な速い回復です。
ko: 첫 1분 동안 HRR %lld bpm 하락 — 잘 훈련된 유산소 운동선수에게 전형적인 빠른 회복입니다.
nb: HRR-fall på %lld bpm det første minuttet — en rask restitusjon, typisk for godt trente aerobe utøvere.
nl: HRR-daling van %lld bpm in de eerste minuut — een snel herstel, typisch voor goed getrainde aerobe sporters.
pt_br: Queda de HRR de %lld bpm no primeiro minuto — uma recuperação rápida, típica de atletas aeróbios bem treinados.
ru: Снижение пульса восстановления на %lld уд/мин за первую минуту — быстрое восстановление, типичное для хорошо тренированных спортсменов на выносливость.
sv: HRR-fall på %lld bpm under första minuten — en snabb återhämtning, typisk för vältränade aeroba idrottare.
zh_hans: 第一分钟心率恢复下降 %lld bpm——恢复较快，是训练有素的有氧运动员的典型表现。

source: HRR drop only %lld bpm — sub-threshold for normal vagal reactivation. If you see this across multiple sessions, look at sleep, hydration, or accumulated fatigue.
ar: انخفاض HRR %lld نبضة فقط — دون عتبة إعادة التنشيط المبهمي الطبيعي. إذا تكرر ذلك عبر جلسات متعددة، فراجع النوم والترطيب والإرهاق المتراكم.
da: HRR-faldet er kun %lld bpm — under tærsklen for normal vagal reaktivering. Ser du det over flere sessioner, så kig på søvn, væskeindtag eller ophobet træthed.
de: Der HRR-Abfall beträgt nur %lld bpm — unter dem Schwellenwert für normale vagale Reaktivierung. Zeigt sich das über mehrere Einheiten, prüfe Schlaf, Flüssigkeitszufuhr oder angesammelte Ermüdung.
es: La caída de HRR es de solo %lld lpm — por debajo del umbral de reactivación vagal normal. Si se repite en varias sesiones, revisa sueño, hidratación o fatiga acumulada.
fi: HRR laski vain %lld bpm — alle normaalin vagaalisen uudelleenaktivoitumisen kynnyksen. Jos näet tämän useissa harjoituksissa, tarkastele unta, nesteytystä tai kertynyttä väsymystä.
fr: La baisse de HRR n’est que de %lld bpm — sous le seuil d’une réactivation vagale normale. Si cela se répète sur plusieurs séances, examinez sommeil, hydratation ou fatigue accumulée.
is: HRR-fall aðeins %lld slög/mín — undir þröskuldi eðlilegrar endurvirkjunar vagus. Sjáir þú þetta yfir margar lotur skaltu skoða svefn, vökvun eða uppsafnaða þreytu.
it: Il calo HRR è di soli %lld bpm — sotto la soglia della normale riattivazione vagale. Se lo vedi su più sessioni, controlla sonno, idratazione o fatica accumulata.
ja: HRR の低下はわずか %lld bpm — 正常な迷走神経再活性化のしきい値を下回っています。複数のセッションで続く場合は、睡眠、水分、蓄積疲労を見直してください。
ko: HRR 감소가 %lld bpm에 불과합니다 — 정상적인 미주신경 재활성화 기준에 못 미칩니다. 여러 세션에서 반복된다면 수면, 수분, 누적 피로를 살펴보세요.
nb: HRR-fallet er bare %lld bpm — under terskelen for normal vagal reaktivering. Ser du dette over flere økter, se på søvn, væskeinntak eller oppsamlet tretthet.
nl: De HRR-daling is slechts %lld bpm — onder de drempel voor normale vagale reactivering. Zie je dit over meerdere sessies, kijk dan naar slaap, hydratatie of opgebouwde vermoeidheid.
pt_br: A queda de HRR foi de apenas %lld bpm — abaixo do limiar de reativação vagal normal. Se isso se repetir em várias sessões, revise sono, hidratação ou fadiga acumulada.
ru: Падение HRR всего %lld уд/мин — ниже порога нормальной вагусной реактивации. Если это повторяется в нескольких сессиях, проверьте сон, гидратацию или накопленную усталость.
sv: HRR-fallet är bara %lld bpm — under tröskeln för normal vagal reaktivering. Ser du detta över flera pass, se över sömn, vätskebalans eller ackumulerad trötthet.
zh_hans: HRR 仅下降 %lld bpm — 低于正常迷走神经再激活的阈值。若在多次训练中反复出现，请检查睡眠、补水或疲劳累积。

source: HRR-based
ar: مبني على احتياطي النبض
da: HRR-baseret
de: HRR-basiert
es: Basado en HRR
fi: HRR-pohjainen
fr: Basé sur la HRR
is: HRR-byggt
it: Basato su HRR
ja: HRR ベース
ko: HRR 기반
nb: HRR-basert
nl: HRR-gebaseerd
pt_br: Baseado em HRR
ru: На основе HRR
sv: HRR-baserad
zh_hans: 基于心率恢复

source: hrs
ar: ساعة
da: timer
de: Std.
es: h
fr: h
it: ore
ja: 時間
ko: 시간
nb: timer
nl: uur
ru: ч
sv: tim
zh_hans: 小时

source: hrTSS — HRSS formulation
ar: hrTSS — صيغة HRSS
da: hrTSS — HRSS-formulering
de: hrTSS — HRSS-Formulierung
es: hrTSS — formulación HRSS
fi: hrTSS — HRSS-muotoilu
fr: hrTSS — formulation HRSS
is: hrTSS — HRSS-útfærsla
it: hrTSS — formulazione HRSS
ja: hrTSS — HRSS 方式
ko: hrTSS — HRSS 공식
nb: hrTSS — HRSS-formulering
nl: hrTSS — HRSS-formulering
pt_br: hrTSS — formulação HRSS
ru: hrTSS — формула HRSS
sv: hrTSS — HRSS-formulering
zh_hans: hrTSS — HRSS 公式

source: hrTSS %lld via HRSS formulation (session TRIMP ÷ 1-hour-at-LTHR TRIMP × 100).
ar: hrTSS %lld وفق صيغة HRSS (TRIMP الجلسة ÷ TRIMP لساعة عند LTHR × 100).
da: hrTSS %lld via HRSS-formuleringen (sessionens TRIMP ÷ TRIMP for 1 time ved LTHR × 100).
de: hrTSS %lld nach der HRSS-Formel (Sitzungs-TRIMP ÷ TRIMP für 1 Stunde an der LTHR × 100).
es: hrTSS %lld según la formulación HRSS (TRIMP de la sesión ÷ TRIMP de 1 hora a LTHR × 100).
fi: hrTSS %lld HRSS-kaavalla (istunnon TRIMP ÷ tunnin LTHR-TRIMP × 100).
fr: hrTSS %lld selon la formulation HRSS (TRIMP de la séance ÷ TRIMP d’une heure au LTHR × 100).
is: hrTSS %lld skv. HRSS-formúlu (TRIMP lotunnar ÷ TRIMP fyrir 1 klst við LTHR × 100).
it: hrTSS %lld secondo la formulazione HRSS (TRIMP della sessione ÷ TRIMP di 1 ora a LTHR × 100).
ja: HRSS 方式による hrTSS %lld（セッション TRIMP ÷ LTHR で 1 時間の TRIMP × 100）。
ko: HRSS 공식에 따른 hrTSS %lld(세션 TRIMP ÷ LTHR에서 1시간 TRIMP × 100).
nb: hrTSS %lld via HRSS-formuleringen (øktens TRIMP ÷ TRIMP for 1 time ved LTHR × 100).
nl: hrTSS %lld volgens de HRSS-formule (TRIMP van de sessie ÷ TRIMP van 1 uur op LTHR × 100).
pt_br: hrTSS %lld pela formulação HRSS (TRIMP da sessão ÷ TRIMP de 1 hora no LTHR × 100).
ru: hrTSS %lld по формуле HRSS (TRIMP сессии ÷ TRIMP за 1 час на LTHR × 100).
sv: hrTSS %lld enligt HRSS-formuleringen (passets TRIMP ÷ TRIMP för 1 timme vid LTHR × 100).
zh_hans: 按 HRSS 公式计算的 hrTSS 为 %lld（本次 TRIMP ÷ 在 LTHR 下 1 小时的 TRIMP × 100）。
